[LocAdmin_Strings]

FO_It_Axe_KanSquadHalberd=Guardsman Kan's Halberd;;;;;;Leibwachen-Hellebarde;;;;;;Kan testőrének alabárdja;;Halabarda Gwardzisty Kana;;Рудный Краш Тарагх;;礦石粉碎塔拉格;
FO_It_Axe_ThunderForgedOld=One-handed Nordmarz axe;;;;;;Einhändige Nordmaraxt;;;;;;Egykezes nordmari balta;;Jednoręczna siekiera Nordmardczyka;;Одноручный топор нордмарца;;諾馬單手斧;
FO_It_1H_Sword_MortisKatana=Mortis sword;;;;;;Mortis Schwert;;;;;;Mortis kardja;;Miecz Mortisa;;Клинок Мортиса;;摩帝斯之劍;
FO_It_1H_Sword_MuffRapier=Muff's rapier;;;;;;Muffs Rapier;;;;;;Muffa vívótőre;;Rapier Muffa;;Рапира Муффа;;莫夫劍;
FO_It_1H_Sword_PaladinOld=Sword of the Order;;;;;;Altes Ordenschwert;;;;;;Rend kardja;;Miecz zakonu;;Меч ордена;;秩序之劍;
FO_It_1H_Spear_Achmed=Achmed's spear;;;;;;Achmeds Speer;;;;;;Achmed lándzsája;;Włócznia Achmeda;;Копьё Ахмеда;;亞基米德長矛;
FO_It_2H_OrcSword_Flame_01=Rozhov's sword;;;;;;Rozhovs Schwert;;;;;;Rozhov kardja;;Miecz Rozhova;;Меч Рожова;;羅佐夫之劍;
FO_It_Spear_Goran=Goran's spear;;;;;;Gorans Speer;;;;;;Goran lándzsája;;Włócznia Gorana;;Копьё Горана;;高朗的矛;
FO_It_Shield_PaladinFake=False shield;;;;;;Gefälschter Paladinschild;;;;;;Hamis lovagi pajzs;;Fałszywa tarcza;;Бутафорский щит;;假盾牌;
FO_It_Shield_WoodenDefenderOld=Old marshal shield;;;;;;Alter Nordmarschild;;;;;;Régi nordmari pajzs;;Stara tarcza Nordmardczyka;;Старый щит нордмарца;;諾馬的舊盾牌;
FO_It_Club_IronVigo=Vigo mace;;;;;;Vigos Streitkolben;;;;;;Vigo dorongja;;Buława Vigo;;Булава Виго;;布拉瓦·維戈;
FO_It_Club_StingerRusty=Bloody stinger;;;;;;Blutiger Stachelkolben;;;;;;Véres bökő;;Zakrwawione żądło;;Окровавленное жало;;血腥之刺;
FO_It_Shield_OrkishTower_Vigo=Vigo shield;;;;;;Vigos Schild;;;;;;Vigo pajzsa;;Tarcza Vigo;;Щит Виго;;維果盾;
FO_It_AgenakList_Letter=Agenak's list;;;;;;Agenaks Liste;;;;;;Agenak listája;;Lista Agenaka;;Список Агенака;;阿格納克名單;

INFO_ZAgenak_01_PLR_01=What are the rules in your arena?;;;;;;Was sind die Regeln in der Arena?;;;;;;Mik az aréna szabályai?;;Jakie zasady obowiązują na twojej arenie?;;Какие правила на твоей арене?;;你的競技場規則是什麼？;
INFO_ZAgenak_01_NPC_02=Before I let you fight, you must get rid of all forbidden things.;;;;;;Bevor ich dich kämpfen lasse, musst du alle verbotenen Gegenstände ablegen.;;;;;;Mielőtt engednélek harcolni, el kell tüntetned minden tiltott tárgyat.;;Zanim pozwolę ci walczyć, musisz pozbyć się wszystkich zakazanych rzeczy.;;Перед тем как я разрешу тебе драться, ты должен избавиться от всех запрещённых вещей.;;在我允許你戰鬥之前，你必須擺脫所有禁止的東西。;
INFO_ZAgenak_01_NPC_03=You can put them in the empty chest in front of my hut.;;;;;;Leg sie in die leere Truhe vor meiner Hütte.;;;;;;A kunyhóm előtti üres ládába teheted őket.;;Możesz je umieścić w pustej skrzyni przed moją chatą.;;Можешь сложить их в пустой сундук напротив моей лачуги.;;你可以把它們放在我小屋對面的空箱子裡。;
INFO_ZAgenak_01_NPC_04=Here is the list of prohibited items.;;;;;;Hier ist eine Liste der verbotenen Gegenstände.;;;;;;Íme egy lista a tiltott tárgyakról.;;Oto lista zakazanych rzeczy.;;Вот список предметов.;;這是物品清單。;

INFO_ZAgenak_02_NPC_01=You tried to cheat!;;;;;;Du hast versucht zu betrügen!;;;;;;Csalni próbáltál!;;Próbowałeś oszukiwać!;;Ты попытался сжульничать!;;你試圖作弊！;
INFO_ZAgenak_02_NPC_02=You will not enter my arena again!;;;;;;Meine Arena wirst du nicht mehr betreten!;;;;;;Többé nem léphetsz be az arénámba!;;Nie wejdziesz już na moją arene!;;Тебе не место на моей арене!;;你不屬於我的競技場！;

INFO_ZAgenak_03_PLR_01=Can you repeat the rules?;;;;;;Kannst du die Regeln nochmal wiederholen?;;;;;;Megismételnéd a szabályokat?;;Możesz powtórzyć zasady?;;Ты можешь повторить правила?;;你能重複一下規則嗎？;
INFO_ZAgenak_03_NPC_02=You're not listening to me at all?;;;;;;Hörst du mir überhaupt zu?;;;;;;Nem is figyelsz rám?;;W ogóle mnie nie słuchasz?;;Ты что, совсем не слушаешь меня?;;你沒聽我說嗎？;
INFO_ZAgenak_03_NPC_03=I had all forbidden items placed in a chest in front of my hut.;;;;;;Du musst alle verbotenen Gegenstände in die Truhe vor meiner Hütte legen.;;;;;;Minden tiltott tárgyat a kunyhóm előtti ládába kell tenned.;;Kazałem umieścić wszystkie zakazane przedmioty w skrzyni przed moją chatą.;;Ты должен выложить все запрещённые предметы в сундук напротив моей хижины.;;你必須把所有違禁物品放在我小屋前的箱子裡。;
INFO_ZAgenak_03_NPC_04=Why do you think I gave you this list?;;;;;;Was glaubst du warum ich dir die Liste gegeben habe?;;;;;;Mit gondolsz, miért adtam neked azt a listát?;;Jak myślisz, dlaczego dałem ci tę listę?;;Для чего я по твоему дал тебе этот список?;;你認為我為什麼給你這份清單？;

INFO_ZAZakosh_01_NPC_01=I heard Tarok let you fight in his arena.;;;;;;Ich hab gehört, dass Tarok dir erlaubt hat, in seiner Arena zu kämpfen.;;;;;;Hallottam, Tarok megengedte neked, hogy harcolj az arénájában.;;Słyszałem, że Tarok pozwolił ci walczyć na swojej arenie.;;Я слышал, Тарок разрешил тебе выступать на своей арене.;;我聽說泰洛克讓你在他的競技場中戰鬥。;
INFO_ZAZakosh_01_NPC_02=Few have had this honor.;;;;;;Nur wenigen Morras wird diese Ehre zuteil.;;;;;;Csak kevés Morra részesül ebben a megtiszteltetésben.;;Niewielu dostąpiło tego zaszczytu.;;Немногим выпадает такая честь.;;很少有人會有這樣的榮譽。;
INFO_ZAZakosh_01_NPC_03=I've got a proposition for you.;;;;;;Ich mache dir einen Vorschlag.;;;;;;Teszek neked egy javaslatot.;;Mam dla ciebie propozycję.;;У меня есть для тебя предложение.;;我有一個建議給你。;
INFO_ZAZakosh_01_PLR_04=What is it about?;;;;;;Worum geht es?;;;;;;Miről van szó?;;O co chodzi?;;Чего ты хочешь?;;你想要什麼？;
INFO_ZAZakosh_01_NPC_05=Each gladiator in this arena has a unique weapon.;;;;;;Jeder Gladiator in dieser Arena hat eine einzigartige Waffe.;;;;;;Az arénában minden gladiátornak saját fegyvere van.;;Każdy gladiator na tej arenie posiada unikalną broń.;;Каждый гладиатор на этой арене обладает своим уникальным оружием.;;這個競技場上的每個角鬥士都有自己獨特的武器。;
INFO_ZAZakosh_01_NPC_06=Defeat each of them and bring me their weapons.;;;;;;Besiege jeden von ihnen und bringe mir ihre Waffen.;;;;;;Győzd le mindegyiküket, és hozd el nekem a fegyvereiket.;;Pokonaj każdego z nich i przynieś mi ich oręż.;;Побей их и принеси это оружие мне.;;擊敗他們並將這件武器帶給我。;
INFO_ZAZakosh_01_PLR_07=And what do I get in return?;;;;;;Und was bekomme ich dafür?;;;;;;És mit kapok cserébe?;;A co dostanę w zamian?;;А что я получу взамен?;;我會得到什麼回報？;
INFO_ZAZakosh_01_NPC_08=I can repair and give you one of these weapons.;;;;;;Ich kann dir eine der Waffen reparieren und du darfst sie behalten.;;;;;;Megjavíthatom és odaadhatom az egyik fegyvert közülük.;;Mogę naprawić i dać ci jedną z tych broni.;;Я могу починить и отдать одно такое оружие тебе.;;我可以給你修理這些武器中的一件。;
INFO_ZAZakosh_01_PLR_09=Let's see.;;;;;;Ich schau mal was sich machen lässt.;;;;;;Meglátom, mit tehetek.;;Zobaczmy.;;Посмотрим.;;讓我們來看看。;

INFO_ZAZakosh_02_PLR_01=I brought you gladiator weapons.;;;;;;Ich habe dir die Waffen der Gladiatoren mitgebracht.;;;;;;Elhoztam neked a gladiátorok fegyvereit.;;Przyniosłem ci bronie gladiatorów.;;Я принёс тебе оружие гладиаторов.;;我給你帶來了角斗士的武器。;
INFO_ZAZakosh_02_NPC_02=Which one do you want to keep?;;;;;;Welche Waffe möchtest du behalten?;;;;;;Melyik fegyvert szeretnéd megtartani?;;Którą z nich chcesz zatrzymać?;;Что ты хочешь оставить себе?;;你想為自己保留什麼？;
INFO_ZAZakosh_02_PLR_03=Vigo's mace and shield.;;;;;;Vigos Streitkolben und Schild.;;;;;;Vigo dorongja és pajzsa.;;Buława i tarcza Vigo.;;Булаву и щит Виго.;;維果的狼牙棒和盾牌。;
INFO_ZAZakosh_02_PLR_04=Mortis swords.;;;;;;Mortis Schwert.;;;;;;Mortis kardja.;;Miecz Mortisa.;;Клинки Мортиса.;;莫蒂斯之刃。;
INFO_ZAZakosh_02_PLR_05=Tukasza's staff.;;;;;;Tukashs Stab.;;;;;;Tukash botja.;;Laska Tukaszy.;;Посох Тукаша.;;突卡許的棍子。;
INFO_ZAZakosh_02_PLR_06=Rozhov's sword.;;;;;;Rozhovs Schwert.;;;;;;Rozhov kardja.;;Miecz Rozhova.;;Меч Рожова.;;羅佐夫之劍;

INFO_ZATarok_01_NPC_01=When you become a champion in all the main arenas of Myrtana and Varant.;;;;;;Wenn du Champion in allen Arenen von Myrtana und Varant bist.;;;;;;Ha Myrtana és Varant összes fő arénájában bajnok leszel.;;Kiedy zostaniesz mistrzem na wszystkich głównych arenach Myrtany i Varantu.;;Когда ты одержишь победу на всех крупных аренах Миртаны и Варанта.;;當您贏得米尔塔纳和瓦蘭特的所有主要競技場時。;

INFO_ZATarok_02_PLR_01=Which exact arenas should I visit?;;;;;;Welche Arenen sollte ich besuchen?;;;;;;Mely arénákat érdemes felkeresnem?;;Które dokładnie areny powinienem odwiedzić?;;Какие именно арены я должен посетить?;;我應該參觀哪些競技場？;
INFO_ZATarok_02_NPC_02=There's a small arena here in the village outside Faring.;;;;;;Es gibt eine kleine Arena im Dorf außerhalb von Faring.;;;;;;Van egy kis aréna itt a faluban, Faring határában.;;Tu w wiosce pod Faring jest mała arena.;;Здесь внизу есть небольшая арена.;;下麵有一個小競技場。;
INFO_ZATarok_02_NPC_03=The warriors there boast of their skills, but refuse to fight the orcs.;;;;;;Die Kämpfer sind Angeber, trauen sich aber nicht gegen Orks anzutreten.;;;;;;Az ottani harcosok dicsekszenek képességeikkel, de túl gyávák ahhoz, hogy felvegyék a harcot az orkokkal.;;Tamtejsi wojownicy chwalą się tam swoimi umiejętnościami, ale odmawiają podjęcia walki z orkami.;;Тамошние бойцы хвалятся своим мастерством, но выступать против орков отказываются.;;當地的戰士誇耀自己的技能，但拒絕與半獸人作戰。;
INFO_ZATarok_02_NPC_04=There is an arena in Silden called the Abyss.;;;;;;In Silden gibt es eine Arena mit dem Namen, Der Abgrund.;;;;;;Sildenben van egy birkózógödör.;;W Silden znajduje się arena zwana Otchłanią.;;В Сильдене есть арена, называемая Ямой.;;在席爾登有一個競技場，叫做坑。;
INFO_ZATarok_02_NPC_05=Only a few manage to win.;;;;;;Nur wenige gewinnen dort.;;;;;;Csak kevesen hagyják el győztesként.;;Tylko nielicznym udaje zwyciężyć.;;Лишь единицы покидают её победителями.;;只有少數人成為勝利者。;
INFO_ZATarok_02_NPC_06=There is a large arena in Geldern where warriors fight for artifacts.;;;;;;In Geldern gibt es eine große Arena, in der Krieger um Artefakte kämpfen.;;;;;;Geldernben van egy nagy aréna, ahol a harcosok ereklyékért harcolnak.;;W Geldern znajduje się duża arena, na której wojownicy walczą o artefakty.;;В Гельдерне есть большая арена, на которой бойцы сражаются за артефакты.;;傑爾登有一個很大的競技場，戰士們在那裡為神器而戰。;
INFO_ZATarok_02_NPC_07=The largest arena is located in the city of Mora Sul in Varanta.;;;;;;Die größte Arena befindet sich in Mora Sul.;;;;;;A legnagyobb aréna Mora Sul városában, Varantban található.;;Największa arena znajduje się w mieście Mora Sul w Varancie.;;Крупнейшая арена находится в городе Мора Сул в Варанте.;;最大的競技場位於瓦蘭特的莫拉蘇。;
INFO_ZATarok_02_NPC_08=A real challenge awaits you in Bakaresh.;;;;;;In Bakaresh wartet eine wirklich große Herausforderung .;;;;;;Bakareshben egy igazán nagy kihívás vár rád.;;W Bakaresh czeka cię naprawdę spore wyzwanie.;;Но действительно сложное состязание ждёт тебя в Бакареше.;;但是在巴卡雷什，一場真正艱鉅的比賽正等著您。;
INFO_ZATarok_02_NPC_09=There is also an arena in Ishtar.;;;;;;Und auch in Ishtar gibt es eine Arena.;;;;;;Ishtarban is van egy aréna.;;W Ishtar również znajduje się arena.;;Ещё есть арена в Иштаре.;;伊什塔爾也有競技場。;
INFO_ZATarok_02_NPC_10=The Assassins are unlikely to let you into their capital, but that's not my problem anymore.;;;;;;Die Assassinen werden dich wahrscheinlich nicht in ihre Hauptstadt lassen, aber das ist nicht mein Problem.;;;;;;A fejvadászok talán nem fognak beengedni a fővárosukba, de ez nem az én problémám.;;Asasyni raczej nie wpuszczą cię do swojej stolicy, ale to już nie mój problem.;;Ассасины вряд ли впустят тебя в свою столицу, но это уже не мои проблемы.;;赫薩辛不會讓你進入他們的首都，但這不是我的問題。;
INFO_ZATarok_02_NPC_11=If you want to fight here, you have to become a champion in all these arenas, without exception.;;;;;;Wenn du hier kämpfen willst musst du Champion aller Arenen sein. Keine Ausnahmen.;;;;;;Ha itt akarsz harcolni, akkor kivétel nélkül bajnokká kell válnod ezekben az arénákban.;;Jeśli chcesz tu walczyć, musisz zostać mistrzem na tych wszystkich arenach, bez wyjątku.;;Если хочешь сражаться здесь ты должен победить на всех перечисленных мной аренах, без исключения.;;如果你想在這裡戰鬥，你必須贏得我列出的所有競技場，無一例外。;

INFO_ZATarok_03_NPC_01=Your progress has piqued Kana's interest.;;;;;;Dein Fortschritt hat das Interesse von Kan geweckt.;;;;;;Az előmeneteled felkeltette maga Kan érdeklődését is.;;Twoje postępy zainteresowały samego Kana.;;Твои успехи заинтересовали самого Кана.;;你的成功引起了坎恩的興趣。;
INFO_ZATarok_03_NPC_02=He wants to set one of his guardsmen against you.;;;;;;Er will, dass du gegen eine seiner Leibwachen kämpfst.;;;;;;Azt akarja, hogy az egyik testőre kiálljon ellened.;;Chce wystawić przeciwko tobie jednego ze swoich gwardzistów.;;Он хочет выставить против тебя одного из своих телохранителей.;;他想讓他的一名保鏢對付你。;
INFO_ZATarok_03_NPC_03=If you win, you will receive a valuable prize from him.;;;;;;Wenn du gewinnst, bekommst du von ihm einen wertvollen Preis.;;;;;;Ha nyersz, értékes jutalmat fogsz kapni tőle.;;Jeśli wygrasz, otrzymasz od niego cenną nagrodę.;;Если победишь, то получишь от него ценный приз.;;如果你贏了，你會從他那裡得到一份價值不菲的獎品。;
INFO_ZATarok_03_NPC_04=But if I were you, I wouldn't accept the challenge.;;;;;;Aber an deiner Stelle würde ich diese Herausforderung nicht annehmen.;;;;;;De a helyedben én nem fogadnám el ezt a kihívást.;;Ale na twoim miejscu nie przyjąłbym tego wyzwania.;;Но я бы на твоем месте не стал принимать этот вызов.;;但如果我是你，我不會接受挑戰。;
INFO_ZATarok_03_PLR_05=Why?;;;;;;Wieso?;;;;;;Miért?;;Dlaczego?;;А это ещё почему?;;這是為什麼？;
INFO_ZATarok_03_NPC_06=Kan's guardsmen are the strongest orc warriors.;;;;;;Kans Leibwache besteht aus den stärksten Ork-Kriegern.;;;;;;Kan testőrei a legerősebb ork harcosok.;;Gwardziści Kana to najsilniejsi wojownicy orków.;;Телохранители Кана — это сильнейшие воины орков.;;坎恩的保鏢是最強的半獸人戰士。;
INFO_ZATarok_03_NPC_07=Kahn personally picked them on the battlefields.;;;;;;Kan hat sie persönlich ausgewählt.;;;;;;Kan személyesen választotta ki őket a csatatereken.;;Kan osobiście wybrał ich na polach bitew.;;Кан лично отбирал их на полях сражений.;;坎恩在戰場上親自挑選了他們。;
INFO_ZATarok_03_NPC_08=He's just doing it for show, he wants you to chew the sand.;;;;;;Er will, dass du Dreck frisst.;;;;;;Csak azt akarja, hogy földbe harapj.;;Robi to tylko na pokaz, chce, żebyś gryzł piach.;;Всё, чего он хочет - заставить тебя жрать землю.;;他只想讓你吃地面的灰。;
INFO_ZATarok_03_NPC_09=To show you, Morra, where you belong.;;;;;;Um dir zu zeigen, wo du hingehörst, Morra.;;;;;;Hogy megmutassa, hová tartozol, morra.;;Aby pokazać ci, Morra, gdzie jest twoje miejsce.;;Показать вам, морра, где ваше место.;;告訴你，莫拉，你屬於哪裡。;
INFO_ZATarok_03_NPC_10=If you lose, there will be no rematch.;;;;;;Wenn du verlierst, gibt es keine weiteren Versuche.;;;;;;Ha veszítesz, nincs visszavágó.;;Jeśli przegrasz, nie będzie rewanżu.;;Если ты проиграешь, реванша уже не будет.;;如果你輸了，就沒有回報。;
INFO_ZATarok_03_NPC_11=Think carefully before agreeing to it.;;;;;;Überlege es dir gut, bevor du zustimmst.;;;;;;Gondold át alaposan, mielőtt beleegyezel.;;Zastanów się dobrze, zanim się na to zgodzisz.;;Подумай как следует, прежде чем соглашаться.;;在你同意之前好好想想。;

INFO_ZATarok_04_PLR_01=I'm ready to fight Kana's guard.;;;;;;Ich bin bereit, gegen Kans Leibwache zu kämpfen.;;;;;;Kész vagyok megküzdeni Kan testőrével.;;Jestem gotów do walki z gwardzistą Kana.;;Я готов сразиться с телохранителем Кана.;;我準備好與坎恩的保鏢戰鬥。;
INFO_ZATarok_04_NPC_02=You are either very stupid or very brave.;;;;;;Du bist entweder sehr dumm oder sehr mutig.;;;;;;Vagy nagyon ostoba vagy, vagy nagyon bátor.;;Jesteś albo bardzo głupi, albo bardzo odważny.;;Ты либо очень глуп, либо очень смел.;;你要麼很愚蠢，要麼很勇敢。;
INFO_ZATarok_04_NPC_03=I will not disturb you on your journey into the realm of pain.;;;;;;Ich werde mich jedenfalls nicht einmischen.;;;;;;Nem fogok beleszólni a fájdalom birodalmába vezető utazásodba.;;Nie będę ci przeszkadzał w twojej podróży do królestwa bólu.;;Я не стану препятствовать твоему путешествию в царство боли.;;我不會阻止你進入痛苦的王國。;
INFO_ZATarok_04_NPC_04=Go to the arena! Your opponent will appear soon.;;;;;;Geh in die Arena! Dein Gegner wird bald ankommen.;;;;;;Menj az arénába! Az ellenfeled hamarosan megjelenik.;;Ruszaj na arenę! Twój przeciwnik wkrótce się pojawi.;;Отправляйся на арену! Твой противник скоро появится.;;前往競技場！ 你的對手很快就會出現。;

INFO_ZATarok_05_NPC_01=ha ha! I warned you.;;;;;;Ha ha! Ich habe dich gewarnt.;;;;;;Ha ha! Figyelmeztettelek.;;Ha ha! Ostrzegałem cię.;;Ха-Ха! А я ведь предупреждал тебя.;;哈哈！ 我確實警告過你。;
INFO_ZATarok_05_NPC_02=However, your bravery impressed some of the orcs.;;;;;;Allerdings hat dein Mut einige Orks beeindruckt.;;;;;;Bátorságod azonban lenyűgözött néhány orkot.;;Jednak twoja odwaga zrobiła wrażenie na niektórych orkach.;;Однако твоя смелость впечатлила некоторых орков.;;然而，你的勇氣給一些半獸人留下了深刻印象。;
INFO_ZATarok_05_NPC_03=At least you won't be remembered as a coward.;;;;;;Wenigstens wird man sich nicht an dich als Feigling erinnern.;;;;;;Legalább nem fognak gyávaként emlékezni rád.;;Przynajmniej nie zostaniesz zapamiętany jako tchórz.;;По крайней мере, тебя не запомнят, как труса.;;至少你不會被記為膽小鬼。;

INFO_ZATarok_06_NPC_01=How is this possible?!;;;;;;Was? Wie ist das möglich?!;;;;;;Hogyan? Hogyan lehetséges ez?!;;Jak to możliwe?!;;Как?! Как это возможно?!;;如何？！ 這怎麼可能？！;
INFO_ZATarok_06_PLR_02=I defeated the Dreamer and the dragons of Khorinis.;;;;;;Ich habe den Schläfer und die Drachen in Khorinis besiegt.;;;;;;Legyőztem az Alvót és Khorinis sárkányait.;;Pokonałem Śniącego i smoki z Khorinis.;;Я победил Спящего и драконов Хориниса.;;我打敗了克裡尼斯的沉睡者和巨龍。;
INFO_ZATarok_06_PLR_03=Your warrior is not stronger than them.;;;;;;Eure Krieger sind nicht stärker als sie.;;;;;;A harcosaitok nem erősebbek náluk.;;Twój wojownik nie jest od nich silniejszy.;;Ваш боец не сильнее их.;;你的戰士並不比他們強。;
INFO_ZATarok_06_NPC_04=I wouldn't want to be in his shoes when he returns to Kana.;;;;;;Ich würde nicht in seiner Haut stecken wollen, wenn er zu Kan zurückkehrt.;;;;;;Nem szeretnék a helyében lenni, amikor visszatér Kanhoz.;;Nie chciałbym być w jego skórze, kiedy wróci do Kana.;;Не хотелось бы мне оказаться на его месте, когда он вернётся к Кану.;;當他回到坎恩時，我不想站在他的立場上。;
INFO_ZATarok_06_PLR_05=What about my reward?;;;;;;Was ist mit meinem Preis?;;;;;;Mi lesz a jutalmammal?;;A co z moją nagrodą?;;Как насчёт моего приза?;;我的獎品怎麼樣？;
INFO_ZATarok_06_NPC_06=Of course you deserved it.;;;;;;Natürlich, du hast ihn dir verdient.;;;;;;Természetesen, hisz kiérdemelted.;;Oczywiście, zasłużyłaś na to.;;Разумеется, ты заслужил его.;;當然，你應得的。;
INFO_ZATarok_06_NPC_07=You are now an honorary member of Kana's guard!;;;;;;Von nun an bist du ein Ehrenmitglied der Garde von Kan!;;;;;;Mostantól Kan gárdájának tiszteletbeli tagja vagy!;;Od tej pory jesteś honorowym członkiem gwardii Kana!;;С этой минуты ты являешься почётным членом гвардии Кана!;;從現在開始，你是坎恩衛隊的榮譽成員！;
INFO_ZATarok_06_NPC_08=And you have the honor to carry the weapons of his guardsmen.;;;;;;Und du hast die Ehre, die Waffen seiner Leibwächter zu tragen.;;;;;;És téged illet a megtiszteltetés, hogy a testőrei fegyverét viselheted.;;I masz zaszczyt nosić broń jego gwardzistów.;;И имеешь честь носить оружие его телохранителей.;;你有幸攜帶他的保鏢的武器。;
INFO_ZATarok_06_PLR_09=So can I meet Kane?;;;;;;Kann ich nun Kan treffen?;;;;;;Találkozhatok most Kannal?;;Więc mogę się spotkać z Kanem?;;Значит, я могу встретиться с Каном?;;所以我可以見見坎恩？;
INFO_ZATarok_06_NPC_10=ahaha! Of course not.;;;;;;Ah-ha-ha! Nein, natürlich nicht.;;;;;;Ah-ha-ha! Nem, természetesen nem.;;Ahaha! Oczywiście, że nie.;;А-ха-ха! Разумеется, нет.;;哈哈哈！ 當然不是。;
INFO_ZATarok_06_NPC_11=But if it goes on like this, you'll be granted access to his mansion for sure.;;;;;;Aber wenn du so weitermachst, wirst du sicher Zugang zu seiner Residenz bekommen.;;;;;;De ha így folytatod, biztosan bejutsz a szálláshelyére.;;Ale jak tak dalej pójdzie, to na pewno otrzymasz prawo wstępu do jego rezydencji.;;Но если ты продолжишь в том же духе, то обязательно получишь доступ в его резиденцию.;;但如果你繼續這樣做，你肯定會進入他的住所。;

INFO_ZATarok_07_NPC_01=I won in all the arenas you listed.;;;;;;Ich bin der Champion aller Arenen.;;;;;;Az összes felsorolt aréna bajnoka vagyok.;;Wygrałem na wszystkich arenach, które wymieniłeś.;;Я победил на всех аренах, которые ты назвал.;;我贏得了你要求的所有競技場。;

INFO_ZAHernando_01_NPC_01=You killed Mufassa?!;;;;;;Hast du Mufassa getötet?!;;;;;;Megölted Mufassát?!;;Zabiłeś Mufassę?!;;Ты убил Муфассу?!;;你殺了穆法沙?!;
INFO_ZAHernando_01_PLR_02=You pitted a fucking ogre against me!;;;;;;Du hast ein verdammtes Monster gegen mich geschickt!;;;;;;Egy átkozott szörnyeteget fordítottál ellenem!;;Wystawiłeś przeciwko mnie pieprzonego ogra!;;Ты выставил против меня грёбаного огра!;;你放了一個他媽的食人魔來對付我！;
INFO_ZAHernando_01_PLR_03=What did you expect?;;;;;;Was hast du denn sonst erwartet?;;;;;;Mi mást vártál?;;A czego się spodziewałeś?;;Чего ещё ты ожидал?;;你還期待什麼？;
INFO_ZAHernando_01_NPC_04=Well, let's hope the audience doesn't miss him too much.;;;;;;Nun, hoffentlich wird man ihn nicht allzu sehr vermissen.;;;;;;Nos, remélhetőleg a közönségnek nem fog nagyon hiányozni.;;Cóż, miejmy nadzieję, że publiczność nie zatęskni za nim zbytnio.;;Ладно, надеюсь, публика не будет сильно скучать по нему.;;好吧，我希望觀眾不會太想念他。;

INFO_ZAAhmed_01_PLR_01=Are you comfortable walking around with this on your back?;;;;;;Fühlst du dich wohl mit diesen Dingern auf deinem Rücken?;;;;;;Kényelmesen érzed magad, ha ezekkel a dolgokkal a hátadon sétálgatsz?;;Wygodnie ci chodząc z tym na plecach?;;Тебе удобно ходить с этими штуками за спиной?;;你背著這些東西走來走去舒服嗎？;
INFO_ZAAhmed_01_NPC_02=Hernando said it made me look more dangerous.;;;;;;Hernando meinte, dass ich dadurch bedrohlicher wirke.;;;;;;Hernando szerint ettől még veszélyesebbnek látszom.;;Hernando powiedział, że przez to wyglądam groźniej.;;Гернандо сказал, что так я выгляжу более угрожающе.;;赫爾南多說，這讓我看起來更具威脅性。;
INFO_ZAAhmed_01_NPC_03=I can take them off anytime I want.;;;;;;Wenn ich will, kann ich sie jederzeit wieder ablegen.;;;;;;Ha akarom, bármikor levehetem ezeket.;;Jeśli zechcę, mogę je zdjąć w każdej chwili.;;Если захочу, я могу снять их в любую минуту.;;如果我願意，我可以隨時取下它們。;

INFO_ZAKasim_02_NPC_01=Enter the arena and defeat all opponents within the next hour.;;;;;;Betritt die Arena und besiege alle Gegner innerhalb der nächsten Stunde.;;;;;;Lépj be az arénába, és győzd le az összes ellenfelet az elkövetkezendő egy órában.;;Wejdź na arenę i pokonaj wszystkich przeciwników w ciągu następnej godziny.;;Выйди на арену и в течение следующего часа одолей всех противников.;;進入競技場並在接下來的一個小時內擊敗所有對手。;
INFO_ZAKasim_02_NPC_02=If you succeed, you will pass the test.;;;;;;Wenn du erfolgreich bist, hast du die Prüfung bestanden.;;;;;;Ha sikeresen teljesítetted, akkor átmentél a próbán.;;Jeśli ci się uda, zdasz test.;;Успеешь – пройдёшь испытание.;;如果你成功了，你就會通過考驗。;
INFO_ZAKasim_02_NPC_03=If you lose, you don't get a second chance.;;;;;;Solltest du jedoch versagen, kriegst du keine zweite Chance.;;;;;;Ha azonban elbuksz, nem lesz második esélyed.;;Jeśli przegrasz, nie dostaniesz drugiej szansy.;;Проиграешь – второго шанса не будет.;;如果你輸了，你將沒有第二次機會。;

INFO_ZAKasim_03_PLR_01=I'm ready for the test.;;;;;;Ich bin bereit für die Prüfung.;;;;;;Készen állok a próbára.;;Jestem gotowy do testu.;;Я готов пройти испытание.;;我準備好接受考驗了。;
INFO_ZAKasim_03_NPC_02=Enter the arena and fight!;;;;;;Dann geh zur Arena und kämpfe!;;;;;;Akkor lépj be az arénába és harcolj!;;Wejdź na arenę i walcz!;;Тогда ступай на арену и дерись!;;然後去競技場戰鬥！;
INFO_ZAKasim_03_NPC_03=But don't forget that you have limited time.;;;;;;Aber vergiss nicht, dass dir nur begrenzte Zeit zur Verfügung steht.;;;;;;De ne felejtsd el, hogy csak véges idő áll rendelkezésedre.;;Ale nie zapominaj, że masz ograniczony czas.;;Но не забывай, что у тебя ограничено время.;;但別忘了你的時間是有限的。;

INFO_ZAKasim_04_NPC_01=I'm sorry, friend, but you failed the test.;;;;;;Tut mir leid, mein Freund, aber du hast die Prüfung nicht bestanden.;;;;;;Sajnálom, barátom, de nem mentél át a próbán.;;Przykro mi, przyjacielu, ale oblałeś test.;;Прости, друг, но ты провалил испытание.;;對不起，夥計，但你失敗了。;

INFO_ZAKasim_05_NPC_01=It was great.;;;;;;Es war großartig.;;;;;;Remek volt.;;To było wspaniałe.;;Это было великолепно.;;這是偉大的。;
INFO_ZAKasim_05_NPC_02=Zuben could use such a warrior.;;;;;;So einen starken Kämpfer wie dich könnte Zuben gut gebrauchen.;;;;;;Zubennek jól jönne egy ilyen erős harcos, mint te vagy.;;Zubenowi przydałby się taki wojownik.;;Зубену пригодится такой хороший боец.;;祖本需要一個好的戰士。;

INFO_ZAAshton_02_PLR_01=What was that?;;;;;;Was war das?;;;;;;Ez meg mi volt?;;Co to było?;;Что это было?;;那是什麼？;
INFO_ZAAshton_02_NPC_02=What are you talking about?;;;;;;Wovon sprichst du?;;;;;;Miről beszélsz?;;O czym mówisz?;;О чём ты?;;你在說什麼？;
INFO_ZAAshton_02_PLR_03=You cheated.;;;;;;Du hast beschissen.;;;;;;Csaltál.;;Oszukiwałeś.;;Ты сжульничал.;;你作弊了。;
INFO_ZAAshton_02_NPC_04=Yes? And what will you do with it?;;;;;;Ja? Und was willst du dagegen tun?;;;;;;Igen? És mit fogsz tenni ez ügyben?;;Tak? I co z tym zrobisz?;;Да? И что ты сделаешь?;;是嗎？ 你打算怎麼辦？;
INFO_ZAAshton_02_NPC_05=Will you complain to Marik?;;;;;;Willst du dich etwa bei Marik beschweren?;;;;;;Panaszt fogsz tenni Mariknak?;;Poskarżysz się Marikowi?;;Пожалуешься Марику?;;向馬力克投訴？;
INFO_ZAAshton_02_NPC_06=Or do you want to beat me?;;;;;;Oder willst du mir lieber gleich die Fresse polieren?;;;;;;Vagy be akarod verni a pofámat?;;A może chcesz mnie pobić?;;Или, может, побьёшь меня?;;或者也許你能打敗我？;
INFO_ZAAshton_02_NPC_07=This is my arena and I make the rules here.;;;;;;Das ist meine Arena und ich mache hier die Regeln.;;;;;;Ez az én arénám, és itt én hozom a szabályokat.;;To moja arena i ja tutaj ustalam zasady.;;Это моя арена, и я устанавливаю здесь правила.;;這是我的競技場，我在這裡制定規則。;
INFO_ZAAshton_02_NPC_08=If something doesn't suit you, you can get out of here.;;;;;;Wenn dir das nicht gefällt, kannst du dich verpissen.;;;;;;Ha valami nem tetszik, akkor elhúzhatsz innen a picsába.;;Jeśli coś ci nie odpowiada, możesz stąd spadać.;;Если тебя что-то не устраивает, то можешь катиться отсюда.;;如果你不喜歡什麼，你可以離開這裡。;

INFO_ZACurtis_01_NPC_01=Sorry man, but it's a private club.;;;;;;Tut mir leid Kumpel, aber das ist meine Arena.;;;;;;Sajnálom pajtás, de ez egy magánaréna.;;Przepraszam stary, ale to prywatny klub.;;Извини, парень, но это закрытый клуб.;;對不起，對不起。;
INFO_ZACurtis_01_NPC_02=Observers distract from the battle.;;;;;;Schaulustige lenken vom Kampf ab.;;;;;;A bámészkodók elvonják a figyelmet a harcról.;;Obserwatorzy odwracają uwagę od bitwy.;;Зеваки отвлекают от сражения.;;守望者分散了戰鬥的注意力。;

INFO_ZACurtis_02_PLR_01=What is this place?;;;;;;Was ist das hier?;;;;;;Miféle hely ez?;;Co to za miejsce?;;Что это за место?;;這是什麼地方？;
INFO_ZACurtis_02_NPC_02=This is a small arena in Faring.;;;;;;Dies ist die kleine Arena von Faring.;;;;;;Ez Faring kis arénája.;;To mała arena w Faring.;;Это малая арена Фаринга.;;這是菲林的小競技場。;
INFO_ZACurtis_02_NPC_03=The best gladiators in the country fight here.;;;;;;Hier kämpfen die besten Gladiatoren des Landes.;;;;;;Az ország legjobb gladiátorai küzdenek itt.;;Tutaj walczą najlepsi gladiatorzy w kraju.;;Здесь сражаются лучшие гладиаторы страны.;;全國最好的角鬥士在這裡戰鬥。;

INFO_ZACurtis_03_PLR_01=I want to fight in this arena.;;;;;;Ich möchte in der Arena kämpfen.;;;;;;Az arénában akarok harcolni.;;Chcę walczyć na tej arenie.;;Я хочу сражаться на этой арене.;;我想在這個競技場上戰鬥。;
INFO_ZACurtis_03_NPC_02=Hey, quieter!;;;;;;Hey, sei leise!;;;;;;Hé, nyugalom!;;Heej, ciszej!;;Воу, потише!;;嘿，安靜點！;
INFO_ZACurtis_03_NPC_03=Only titled mercenaries can fight here.;;;;;;Nur Söldner von hohem Rang dürfen hier kämpfen.;;;;;;Itt csak kiváló zsoldosok harcolhatnak.;;Tylko utytułowani najemnicy mogą tu walczyć.;;Здесь разрешено сражаться только титулованным наёмникам.;;只有有稱號的佣兵才能在這裡戰鬥。;
INFO_ZACurtis_03_NPC_04=Build a reputation first.;;;;;;Mach dir erst einmal einen Namen.;;;;;;Először is, szerezz magadnak nevet.;;Najpierw wyrób sobie reputacje.;;Сперва сделай себе имя.;;先給自己起個名字。;
INFO_ZACurtis_03_PLR_05=What's so special about you?;;;;;;Was ist hier so besonders?;;;;;;Mi olyan különleges benned és a harcosaidban?;;Co jest w tobie takiego niezwykłego?;;А чем вы отличились?;;是什麼讓你脫穎而出？;
INFO_ZACurtis_03_NPC_06=My comrades in arms fought in arenas in other cities and became champions there.;;;;;;Meine Leute sind Champions der verschiedensten Arenas des Festlands.;;;;;;Az embereim más városok különféle arénáiban harcoltak, és ott bajnokok lettek.;;Moi towarzysze broni walczyli na arenach w innych miastach i stawali się tam mistrzami.;;Мои товарищи по оружию бились на аренах в других городах и стали там чемпионами.;;我的戰友們在其他城市的競技場上戰鬥，成為冠軍。;
INFO_ZACurtis_03_NPC_07=Goran is the master of Cape Dun.;;;;;;Goran ist der Champion von Kap Dun.;;;;;;Goran Borús-fok bajnoka.;;Goran jest mistrzem Cape Dun.;;Горан - чемпион Кап Дуна.;;高朗是篤恩角的冠軍。;
INFO_ZACurtis_03_NPC_08=Moff defeated all of Montera's gladiators.;;;;;;Muff besiegte alle Gladiatoren von Montera.;;;;;;Muff legyőzte Montera összes gladiátorát.;;Moff pokonał wszystkich gladiatorów Montery.;;Муфф одолел всех гладиаторов Монтеры.;;莫夫打敗了蒙特拉所有的角鬥士.;
INFO_ZACurtis_03_NPC_09=Spike went south and fought the real killer in the Lago arena.;;;;;;Spike kommt aus dem Süden, wo er in Lagos Arena gegen einen regelrechten Mörder gekämpft hat.;;;;;;Spike délre ment, és egy igazi fejvadásszal küzdött meg Lago arénájában.;;Spike udał się na południe i walczył z prawdziwym zabójcą na arenie w Lago.;;Спайк побывал на юге и бился с настоящим ассасином на арене в Лаго.;;斯派克前往南方，在拉果的競技場與真正的刺客戰鬥。;
INFO_ZACurtis_03_NPC_10=And I fought for the orcs long before they invaded Myrtana.;;;;;;Und ich habe an der Seite der Orks gekämpft, lange bevor sie in Myrtana einfielen.;;;;;;Én pedig az orkok oldalán harcoltam, jóval azelőtt, hogy megszállták volna Myrtanát.;;A ja walczyłem dla orków na długo przed tym, jak najechali Myrtanę.;;А я сражался на стороне орков за долго до того, как они вторглись в Миртану.;;早在半獸人入侵米爾塔納之前，我就為半獸人而戰。;
INFO_ZACurtis_03_NPC_11=In the cold mountains of Nordmar.;;;;;;In den kalten Bergen von Nordmar.;;;;;;Nordmar hideg hegyei közt.;;W zimnych górach Nordmaru.;;В холодных горах Нордмара.;;在諾馬寒冷的山區。;

INFO_ZACurtis_04_PLR_01=What do I have to do to get you into the arena?;;;;;;Was muss ich tun, damit du mich in die Arena lässt?;;;;;;Mit kell tennem, hogy beengedj az arénába?;;Co mam zrobić, żebyś wpuścił mnie na arenę?;;Что я должен сделать, чтобы вы пустили меня на арену?;;我該怎麼做你才能讓我進場？;
INFO_ZACurtis_04_NPC_02=It is very easy.;;;;;;Es ist ganz einfach.;;;;;;Ez nagyon egyszerű.;;To bardzo proste.;;Всё очень просто.;;一切都很簡單。;
INFO_ZACurtis_04_NPC_03=Do what we did.;;;;;;Mach, was wir gemacht haben.;;;;;;Csináld azt, amit mi.;;Rób to, co my zrobiliśmy.;;Сделай то же, что и мы.;;做我們做的事。;
INFO_ZACurtis_04_NPC_04=Defeat all the mercenaries in the arenas of Cape Dun and Montera.;;;;;;Besiege alle Gegner in den Arenen von Kap Dun und Montera.;;;;;;Győzd le az összes zsoldost Borús-fok és Montera arénáiban.;;Pokonaj wszystkich najemników na arenach Cape Dun i Montery.;;Одолей всех наёмников на аренах Кап Дуна и Монтеры.;;擊敗所有在篤恩角和蒙特拉競技場的雇傭兵。;
INFO_ZACurtis_04_NPC_05=Visit Varant and defeat all opponents in Lago.;;;;;;Dann geh nach Varant und besiege alle Gegner in Lago.;;;;;;Utazz Varantba, és győzd le az összes harcost Lagóban.;;Odwiedź Varant i pokonaj wszystkich przeciwników w Lago.;;Посети Варант и победи всех противников в Лаго.;;訪問瓦蘭特並擊敗拉果的所有對手。;
INFO_ZACurtis_04_NPC_06=Travel to Nordmar and fight the Nordmar warriors in a fair duel.;;;;;;Begib dich in den hohen Norden und kämpfe gegen die Krieger von Nordmar.;;;;;;Indulj északra, és vívj tisztességes párbajt Nordmar harcosaival.;;Udaj się do Nordmaru i zawalcz z Nordmarskimi wojownikiami w uczciwym pojedynku.;;Соверши вылазку в Нордмар и сразись в честном поединке с нордмарским воином.;;去諾馬旅行，在公平決鬥中與一名諾馬戰士戰鬥。;
INFO_ZACurtis_04_NPC_07=Only then will we let you into our arena.;;;;;;Nur dann darfst du in unserer Arena kämpfen.;;;;;;Csak ezután harcolhatsz az arénánkban.;;Dopiero wtedy wpuścimy cię na naszą arenę.;;Лишь тогда мы пустим тебя на нашу арену.;;只有這樣，我們才能讓你進入我們的競技場。;

INFO_ZACurtis_05_PLR_01=Don't go, I'll be back soon.;;;;;;Warte hier, ich bin bald wieder zurück.;;;;;;Itt várj, hamarosan visszajövök.;;Nie odchodź, wkrótce tu wrócę.;;Не расходитесь, я скоро вернусь.;;我馬上回來。;
INFO_ZACurtis_05_NPC_02=No, no.;;;;;;So, so.;;;;;;Úgy, úgy.;;No, no.;;Ну, ну.;;好吧，好吧。;

INFO_ZACurtis_06_PLR_01=It's been a long journey, but I'm finally back.;;;;;;Es war eine lange Reise, aber am ich bin zurück.;;;;;;Hosszú út volt, de végül visszatértem.;;To była długa podróż, ale w końcu wróciłem.;;Это было долгое путешествие, но, в конце концов, я вернулся.;;這是一段漫長的旅程，但最終我還是回來了。;
INFO_ZACurtis_06_PLR_02=I am the arena champion in Cape Dun and Montera.;;;;;;Ich bin Arenachampion in Kap Dun und Montera.;;;;;;Aréna bajnok vagyok Borús-fokban és Monterában.;;Jestem mistrzem areny w Cape Dun i Monterze.;;Я действующий чемпион арены в Кап Дуне и Монтере.;;我是篤恩角和蒙特拉的衛冕冠軍。;
INFO_ZACurtis_06_PLR_03=I was in LA. The drug addicts there don't know anything about fighting.;;;;;;Ich war in Lago. Die Spinner dort haben keine Ahnung vom Kämpfen.;;;;;;Voltam Lagóban. Az ottani szipósoknak fogalmuk sincs, hogyan kell harcolni.;;Byłem w Lago. Tamtejsi narkomani nie mają zielonego pojęcia o walce.;;Я был в Лаго. Тамошние наркоманы ни черта не смыслят в боевом искусстве.;;我去過拉果。 那裡的癮君子對武術一無所知。;
INFO_ZACurtis_06_PLR_04=I challenged the Nordmarian and defeated him.;;;;;;Ich habe einen Krieger aus Nordmar herausgefordert und geschlagen.;;;;;;Kihívtam egy nordmarit, és legyőztem.;;Rzuciłem wyzwanie Nordmarczykowi i pokonałem go.;;Я бросил вызов одному нордмарцу и одержал над ним победу.;;我挑戰了一個諾馬人並打敗了他。;
INFO_ZACurtis_06_NPC_05=wow! Have you really done all this?;;;;;;Wow! Hast du das wirklich alles geschafft?;;;;;;Hűha! Tényleg sikerült mindezt megtenned?;;Wow! Czy naprawdę to wszystko zrobiłeś?;;Вау! Ты действительно сделал всё это?;;哇！ 你真的做了這一切嗎？;
INFO_ZACurtis_06_NPC_06=It's hard to believe that you achieved all this in such a short time.;;;;;;Es ist kaum zu glauben, dass du das alles in so kurzer Zeit erreicht hast.;;;;;;Nehéz elhinni, hogy mindezt ilyen rövid idő alatt elérted.;;Aż trudno uwierzyć, że osiągnąłeś to wszystko w tak krótkim czasie.;;Трудно поверить, что ты добился всего этого за такой короткий срок.;;很難相信你在這麼短的時間內取得了這一切。;
INFO_ZACurtis_06_PLR_07=You do not believe me?;;;;;;Glaubst du mir denn nicht?;;;;;;Nem hiszel nekem?;;Nie wierzysz mi?;;Ты мне не веришь?;;你不相信我？;
INFO_ZACurtis_06_NPC_08=Let's find out.;;;;;;Finden wir es heraus.;;;;;;Derítsük ki.;;Przekonajmy się.;;Давай поступим следующим образом.;;讓我們執行以下操作。;
INFO_ZACurtis_06_NPC_09=We'll spank you in our arena, and you'll stop pestering us.;;;;;;Wir werden dich in unserer Arena zu Matsch schlagen, und dann hörst du endlich auf uns zu belästigen.;;;;;;Valagba rúgunk téged az arénánkban, és akkor végre nem fogsz többé zavarni minket.;;Spuścimy ci lanie na naszej arenie, a ty przestaniesz nas męczyć.;;Мы зададим тебе взбучку на нашей арене, и ты перестанешь доставать нас.;;我們會在我們的競技場上痛揍你一頓，你就別再纏著我們了。;
INFO_ZACurtis_06_NPC_10=are you coming in?;;;;;;Bist du bereit für die Arena?;;;;;;Belépsz az arénába?;;Wchodzisz?;;Идёт?;;你進來嗎？;

INFO_ZACurtis_07_PLR_01=Tell me about the rules.;;;;;;Erkläre mir die Regeln.;;;;;;Magyarázd el a szabályokat.;;Opowiedz mi o zasadach.;;Расскажи мне о правилах.;;告訴我真相。;
INFO_ZACurtis_07_NPC_02=You enter the arena and fight Goran.;;;;;;Du steigst in die Arena und kämpfst gegen Goran.;;;;;;Belépsz az arénába, és megküzdesz Gorannal.;;Wchodzisz na arenę i walczysz z Goranem.;;Ты выходишь на арену и сражаешься с Гораном.;;你去競技場和高朗戰鬥。;
INFO_ZACurtis_07_NPC_03=If you defeat him, you immediately fight another opponent.;;;;;;Wenn du ihn besiegt hast, kämpfst du sofort gegen den nächsten Gegner.;;;;;;Ha legyőzted őt, azonnal megküzdesz a következő ellenféllel.;;Jeśli go pokonasz, od razu walczysz z kolejnym przeciwnikiem.;;Если ты побеждаешь его, то тут же вступаешь в бой со следующим противником.;;如果你打敗了他，你將立即與下一個敵人戰鬥。;
INFO_ZACurtis_07_NPC_04=The fight will go on until you defeat us all.;;;;;;Der Kampf wird weitergehen, bis du uns alle besiegt hast.;;;;;;A harc addig folytatódik, amíg mindannyiunkat le nem győzöl.;;Bitka będzie trwała, dopóki nie pokonasz nas wszystkich.;;Битва будет продолжаться, пока ты не победишь нас всех.;;戰鬥將持續到你打敗我們所有人。;
INFO_ZACurtis_07_NPC_05=Well, or we'll beat you.;;;;;;Oder bis du im Dreck liegst.;;;;;;Hát, vagy mi győzünk le téged.;;Cóż, albo my pokonamy ciebie.;;Ну, или мы тебя.;;好吧，否則我們會打敗你。;
INFO_ZACurtis_07_NPC_06=You have just over an hour to fight all your opponents.;;;;;;Du hast etwas mehr als eine Stunde Zeit, um uns alle zu besiegen.;;;;;;Alig több mint egy órád van arra, hogy legyőzd az összes ellenfeledet.;;Masz niewiele ponad godzinę na walkę ze wszystkimi przeciwnikami.;;На сражение со всеми противниками тебе уделено чуть больше часа.;;給你一個多小時的時間來與所有對手戰鬥。;
INFO_ZACurtis_07_NPC_07=If you don't manage to defeat us in the allotted time, you will lose.;;;;;;Wenn du uns nicht innerhalb der vorgegebenen Zeit schlagen kannst, hast du verloren.;;;;;;Ha nem tudsz legyőzni minket a megadott időn belül, akkor vesztettél.;;Jeśli nie zdążysz nas pokonać w wyznaczonym czasie, przegrasz.;;Если не успеешь победить нас за отведённое время – проиграешь.;;如果你沒有時間在規定的時間內打敗我們，你就輸了。;

INFO_ZACurtis_08_PLR_01=Let's fight!;;;;;;Lass uns kämpfen!;;;;;;Küzdjünk meg!;;Walczmy!;;Потанцуем!;;讓我們戰鬥吧！;
INFO_ZACurtis_08_NPC_02=Boys! It's time to fight!;;;;;;Jungs! Zeit für Schläge!;;;;;;Fiúk! Mutassuk meg neki, mit tudunk!;;Chłopaki! Czas na walkę!;;Мужики! Пора драться!;;夥計們！ 戰鬥時間！;

INFO_ZACurtis_09_NPC_01=Fighting you wasn't worth our time.;;;;;;Gegen dich zu kämpfen war unsere Zeit nicht wert.;;;;;;A veled való harc nem érte meg az időnket.;;Walka z tobą nie była warta naszego czasu.;;Возня с тобой не стоила нашего времени.;;和你戰鬥不值得我們花時間。;

INFO_ZACurtis_11_NPC_01=Man, you're so damn strong.;;;;;;Mann, du bist verdammt stark.;;;;;;Ember, te átkozottul erős vagy.;;Człowieku, jesteś cholernie silny.;;Мужик, ты действительно крут.;;夥計，你真強壯。;
INFO_ZACurtis_11_NPC_02=I didn't appreciate you.;;;;;;Ich habe dich unterschätzt.;;;;;;Alábecsültelek téged.;;Nie doceniłem cię.;;Я недооценил тебя.;;我低估了你。;
INFO_ZACurtis_11_NPC_03=You can take this ax with a trophy as a reward.;;;;;;Nimm diese Axt, du hast sie dir verdient..;;;;;;Ezt a trófeafejszét jutalomként megkaphatod.;;Możesz wziąć ten topór z trofeum jako nagrodę.;;Можешь взять в качестве приза этот трофейный топор.;;你可以拿這把獎盃斧頭作為獎勵。;
INFO_ZACurtis_11_NPC_04=I got it from a very powerful warrior.;;;;;;Ich habe sie von einem sehr mächtigen Krieger erhalten.;;;;;;Egy nagyon erős harcostól kaptam.;;Dostałem go od bardzo potężnego wojownika.;;Я забрал его у одного очень сильного воина.;;我是從一個非常强大的戰士那裡得到的。;
INFO_ZACurtis_11_NPC_05=If you want, I can teach you all the skills I can do myself.;;;;;;Wenn du willst, kann ich dir alles beibringen, wozu ich weiß.;;;;;;Ha akarod, megtaníthatlak mindenre, amit csak tudok.;;Jeśli chcesz, mogę cię nauczyć wszystkich umiejętności, które sam potrafię.;;Если хочешь, я могу научить тебя всем навыкам, которые знаю сам.;;如果你願意，我可以教你所有我知道的技能。;

INFO_ZABarrack_02_NPC_01=Welcome to Silden Abyss.;;;;;;Willkommen im Abgrund von Silden.;;;;;;Üdvözöllek a sildeni gödörben.;;Witaj w Otchłani Silden.;;Добро пожаловать в Яму Сильдена.;;歡迎來到西爾登坑。;
INFO_ZABarrack_02_NPC_02=Want to test your skills, Morra?;;;;;;Willst du dein Können testen, Morra?;;;;;;Szeretnéd kipróbálni a képességeidet, Morra?;;Chcesz sprawdzić swoje umiejętności, Morra?;;Не хочешь испытать свои навыки, морра?;;你想試試你的技能，莫拉？;

INFO_ZABarrack_03_PLR_01=What are the rules in your arena?;;;;;;Wie lauten die Regeln deiner Arena?;;;;;;Mik az aréna szabályai?;;Jakie są zasady na twojej arenie?;;Каковы правила твоей арены?;;你的競技場規則是什麼？;
INFO_ZABarrack_03_NPC_02=You descend into the Abyss and do not leave it until you defeat all opponents.;;;;;;Du steigst in den Abgrund hinab und kommst erst wieder heraus, wenn du alle Gegner besiegt hast.;;;;;;Lemész a gödörbe, és csak akkor jössz ki onnan, ha az összes ellenfeledet legyőzted.;;Schodzisz do Otchłani i nie opuszczasz jej, dopóki nie pokonasz wszystkich przeciwników.;;Ты спускаешься в Яму и не выходишь из неё, пока не одолеешь всех противников.;;你下去到坑中，直到你擊敗所有對手才離開它。;
INFO_ZABarrack_03_NPC_03=Well, or until they get you out of it.;;;;;;Nun ja, oder bis sie dich besiegt haben.;;;;;;Nos, vagy amíg meg nem vernek.;;Cóż, albo dopóki cię z niej nie wyprowadzą.;;Ну, или пока тебя не вынесут из неё.;;好吧，或者直到他們把你從裡面帶走。;
INFO_ZABarrack_03_NPC_04=You leave the arena during the fight and you lose, that's all.;;;;;;Wenn du die Arena während eines Kampfes verlässt, hast du verloren. Das ist alles.;;;;;;Ha harc közben elhagyod az arénát, akkor vesztettél, ez minden.;;Opuścisz arenę podczas walki i przegrywasz, to wszystko.;;Покинешь арену или проиграешь - всё.;;你要麼離開競技場要麼輸就是一切;
INFO_ZABarrack_03_NPC_05=There will be no second chance.;;;;;;Eine zweite Chance gibt es nicht.;;;;;;Nincs második esély.;;Nie będzie drugiej szansy.;;Второго шанса не будет.;;沒有第二次機會。;

INFO_ZABarrack_04_PLR_01=I'm ready to take on the challenge.;;;;;;Ich nehme die Herausforderung an.;;;;;;Elfogadom a kihívást.;;Jestem gotów podjąć wyzwanie.;;Я готов принять вызов.;;我願意接受挑戰;
INFO_ZABarrack_04_NPC_02=Then descend into the Abyss and show what kind of clay you are made of.;;;;;;Dann geh runter in den Abgrund und zeig mir was du drauf hast.;;;;;;Akkor menj le a gödörbe, és mutasd meg, mit tudsz.;;Zatem zejdź do Otchłani i pokaż, z jakiej gliny cię ulepili.;;Тогда спускайся в Яму и покажи, из чего ты сделан.;;然後下到坑里，讓我看看你是用什麼做的。;

INFO_ZABarrack_05_NPC_01=Bloody hell!;;;;;;Ach du Scheiße!;;;;;;Te jó ég!;;Jasna cholera!;;Чёрт подери!;;該死的！;
INFO_ZABarrack_05_NPC_02=Only two people managed to win.;;;;;;Nur zwei Personen haben im Abgrund bisher gewonnen.;;;;;;Mindössze két ember nyert eddig a gödörben.;;Tylko dwóm osobom udało się wygrać.;;Лишь два человека побеждали в Яме.;;只有兩個人在坑中獲勝。;
INFO_ZABarrack_05_PLR_03=I'm waiting for my reward.;;;;;;Ich warte auf meinen Preis.;;;;;;Várom a jutalmamat.;;Czekam na moją nagrodę.;;Я жду свой приз.;;我在等我的獎品。;
INFO_ZABarrack_05_NPC_04=uh...;;;;;;Ähm...;;;;;;Öhm...;;Eee...;;Эээ...;;呃...;
INFO_ZABarrack_05_NPC_05=I hope this helmet and gold will suffice.;;;;;;Ich hoffe dieser Helm und etwas Gold reichen.;;;;;;Remélem, ez a sisak és az arany elég lesz.;;Mam nadzieję, że ten hełm i złoto wystarczą.;;Надеюсь, этого шлема и золота тебе хватит.;;我希望這個頭盔和黃金對你來說足夠了。;

QUEST_Tarok_ArenaChamp=Access the large Faring arena.;;;;;;Verschaffe dir Zutritt zu Farings großer Arena.;;;;;;Szerezz bebocsátást Faring nagy arénájába.;;Uzyskaj dostęp do dużej areny Faring.;;Получи доступ на большую арену Фаринга.;;進入菲林的大競技場。;
QUESTDESC_Tarok_ArenaChamp=Tarok wants me to become a champion in every arena on the continent.;;;;;;Tarok möchte, dass ich in jeder Arena des Festlands Champion werde.;;;;;;Tarok azt akarja, legyek a kontinens minden arénájában bajnok.;;Tarok chce, żebym został mistrzem na każdej arenie na kontynencie.;;Тарок хочет, чтобы я победил на всех крупных аренах на Материке.;;泰洛克希望我在大陸所有的主要競技場獲勝。;
CNQ_THE_Tarok_ArenaChamp_01=I became a champion in the small Faring arena.;;;;;;Ich bin Champion in Farings kleiner Arena.;;;;;;Bajnok lettem Faring kis arénájában.;;Zostałem mistrzem na małej arenie Faring.;;Я одержал верх на малой арене Фаринга.;;我在菲林的小競技場贏了。;
CNQ_THE_Tarok_ArenaChamp_02=I defeated everyone in Silden Abyss.;;;;;;In bin Champion des Abgrunds in Silden.;;;;;;Győztem a sildeni gödörben.;;Pokonałem wszystkich w Otchłani Silden.;;Я победил в Яме Сильдена.;;我打敗了幒爾登競技坑的所有人.;
CNQ_THE_Tarok_ArenaChamp_03=I defeated all opponents in the Geldern arena.;;;;;;Ich habe alle Gegner in der Arena von Geldern besiegt.;;;;;;Legyőztem minden ellenfelemet a gelderni arénában.;;Pokonałem wszystkich przeciwników na arenie Geldern.;;Я одолел всех противников на арене Гельдерна.;;我在傑爾登的競技場擊敗了所有的對手。;
CNQ_THE_Tarok_ArenaChamp_04=I have become the new master of Mora Sul.;;;;;;In Mora Suls Arena bin ich nun Champion.;;;;;;Én lettem Mora Sul arénájának új bajnoka.;;Zostałem nowym mistrzem Mora Sul.;;Я стал новым чемпионом арены Мора Сул.;;我是莫拉蘇競技場的新冠軍。;
CNQ_THE_Tarok_ArenaChamp_05=I fought all the gladiators in Bakaresh.;;;;;;Ich habe alle Gladiatoren in Bakaresh bezwungen.;;;;;;Legyőztem minden gladiátort Bakareshben.;;Walczyłem ze wszystkimi gladiatorami w Bakareshu.;;Я сразился со всеми гладиаторами в Бакареше.;;我在巴卡雷什與所有角斗士戰鬥。;
CNQ_THE_Tarok_ArenaChamp_06=I passed the test in the arena in Ishtar.;;;;;;Die Prüfung in der Arena von Ishtar habe ich bestanden.;;;;;;Átmentem a próbán Ishtar arénájában.;;Przeszedłem test na arenie w Ishtar.;;Я прошёл испытание на арене в Иштаре.;;我要在伊什塔爾的競技場接受了測試。;
CNQ_THE_Tarok_ArenaChamp_07=I won in every arena. It's time to return to Tarok.;;;;;;Ich bin in allen Arenen Champion. Es ist Zeit zu Tarok zurückzukehren.;;;;;;Én vagyok minden aréna új bajnoka. Ideje visszatérni Tarokhoz.;;Wygrałem na każdej arenie. Pora wrócić do Taroka.;;Я победил на всех аренах. Пора возвращаться к Тароку.;;我贏得了每一個競技場。是時候回泰洛克那裡了。;

QUEST_ArenaFinal=Career finale.;;;;;;Der letzte Kampf.;;;;;;Egy pályafutás megkoronázása.;;Finał kariery.;;Венец карьеры.;;職業生涯的王冠。;
QUESTDESC_ArenaFinal=Tarok offers me a fight with the strongest opponent that exists.;;;;;;Tarok bietet mir an gegen den stärksten Gegner des Festlands zu kämpfen.;;;;;;Tarok felajánlotta nekem, hogy harcoljak a létező legerősebb ellenféllel.;;Tarok proponuje mi walkę z najsilniejszym przeciwnikiem jaki istnieje.;;Тарок предлагает мне сразиться с сильнейшим противником, который только может быть.;;泰洛克建議我去對抗一個最强大的敵人。;

QUEST_KanSquadArena=Defeat Guardsman Kana.;;;;;;Besiege Kans Leibwache.;;;;;;Győzd le Kan testőrét.;;Pokonaj gwardziste Kana.;;Победи телохранителя Кана.;;擊敗坎恩的保鏢。;

QUEST_IshtarArenaChallenge=Defeat all the warriors in the arena in Ishtar within the time limit.;;;;;;Besiege alle Krieger in der Arena von Ishtar in der vorgegebenen Zeit.;;;;;;Győzd le a harcosokat Ishtar arénájában egy óra alatt.;;Pokonaj wszystkich wojowników na arenie w Ishtar w wyznaczonym czasie.;;Победи всех бойцов на арене Иштара за отведённое время.;;在限定時間內擊敗伊什塔爾競技場的所有戰士。;

QUEST_Curtis_Arena_Curtis=Defeat Curtis in the arena.;;;;;;Besiege Curtis in der Arena.;;;;;;Győzd le Curtist az arénában.;;Pokonaj Curtisa na arenie.;;Победи Кертиса на арене.;;在競技場中擊敗科帝司。;
QUEST_FaringArenaWin=Defeat all the warriors in the Faring arena within the time limit.;;;;;;Besiege alle Kämpfer in Farings Arena in der vorgegebenen Zeit.;;;;;;Győzd le a harcosokat Faring arénájában egy óra alatt.;;Pokonaj wszystkich wojowników na arenie Faring w wyznaczonym czasie.;;Победи всех бойцов на арене Фаринга за отведённое время.;;在指定的時間內擊敗菲林競技場上的所有戰士。;
QUEST_FaringArenaAccess=Club for the elite.;;;;;;Club der Elite.;;;;;;Az elit küzdőtere.;;Klub dla elit.;;Клуб для элиты.;;精英俱樂部。;
QUESTDESC_FaringArenaAccess=To be able to fight in the small arena in Faring, I have to meet a number of requirements. I must defeat all the gladiators in the arenas of Cape Dun, Montera and Lago, and defeat a warrior from Nordmar in a fair fight.;;;;;;Um in der kleinen Arena in Faring kämpfen zu können, muss ich mehrere Voraussetzungen erfüllen. Ich muss alle Gegner in den Arenen von Kap Dun, Montera und Lago besiegen und einen Krieger aus Nordmar in einem fairen Zweikampf bezwingen.;;;;;;Ahhoz, hogy a faringi kis arénában harcolhassak, több feltételnek is meg kell felelnem. Le kell győznöm az összes gladiátort Borús-fok, Montera és Lago arénáiban, és tisztességes párbajban le kell győznöm egy nordmari harcost.;;Aby móc walczyć na małej arenie w Faring, muszę spełnić szereg wymagań. Muszę pokonać wszystkich gladiatorów na arenach Cape Dun, Montery i Lago, a także pokonać wojownika z Nordmaru w uczciwej walce.;;Для того, чтобы меня пустили сражаться на малую арену Фаринга, я должен выполнить ряд требований. Победить всех гладиаторов на аренах Кап Дуна, Монтеры и Лаго, а также одолеть в честном бою нордмарского воина.;;為了讓我在菲林的小競技場上戰鬥，我必須滿足一些要求。 擊敗所有在篤恩角，蒙特拉和拉果的角鬥士，並在一個公平的戰鬥中擊敗諾馬戰士。;
CNQ_THE_FaringArenaAccess_01=I became a master at Cape Dun.;;;;;;Ich bin Kap Duns neuer Champion.;;;;;;Én vagyok Borús-fok új bajnoka.;;Zostałem mistrzem w Cape Dun.;;Я стал чемпионом в Кап Дуне.;;我是篤恩角的冠軍。;
CNQ_THE_FaringArenaAccess_02=I became a master in Montera.;;;;;;Ich bin Champion in Montera.;;;;;;Monterában bajnokká avattak.;;Zostałem mistrzem w Monterze.;;Я стал чемпионом в Монтере.;;我是蒙特拉的冠軍。;
CNQ_THE_FaringArenaAccess_03=I defeated all the enemies in Lago.;;;;;;Ich habe alle Gegner in Lago besiegt.;;;;;;Minden ellenfelet legyőztem Lagóban.;;Pokonałem wszystkich przeciwników w Lago.;;Я победил всех врагов в Лаго.;;我打敗了拉果所有的對手。;
CNQ_THE_FaringArenaAccess_04=I beat Hogar in a fair fight.;;;;;;Ich habe Hogar, den Nordmarkrieger, in einem fairen Kampf besiegt.;;;;;;Tisztességes küzdelemben győztem Nordmar egyik harcosa ellen.;;Pokonałem z Hogara w uczciwej walce.;;Я сразился с нордмарцем в честном поединке.;;我在一場公平的決鬥中擊敗了諾馬人。;

LETTERTEXT_AgenakList=List of items prohibited in the Geldern Arena:\n\nWeakness weapons\n\nSleep and Weakness scrolls\n\nStunning arrows\n\nPotions of mana, health and stamina\n\nA variety of hearty meals;;;;;;Liste der in der Arena von Geldern verbotenen Gegenstände:\nVergiftete Waffen\nSchriftrollen\nPfeile\nBolzen\nTränke\nNahrungsmittel.;;;;;;A gelderni aréna tiltott tárgyainak listája:\nGyengítő fegyverek\nAltató és gyengítő tekercsek\nKábító nyilak\nMana-, gyógyító- és állóképesség italok\nKülönféle tápláló ételek.;;Lista przedmiotów zabronionych na arenie Geldern:\n\nBroń osłabiająca\n\nZwoje usypiające i osłabiające\n\nStrzały ogłuszające\n\nMikstury many, zdrowia i wytrzymałości\n\nRóżnorodne obfite posiłki;;Список предметов запрещённых на арене Гельдерна:\n\nОслабляющее оружие\n\nУсыпляющие и ослабляющие свитки\n\nОглушающие стрелы\n\nНапитки маны, здоровья и выносливости\n\nРазличные сытные блюда;;傑爾登競技場禁止物品列表：\n\n弱化武器\n\n睡眠和弱化捲軸\n\n震懾箭\n\n法力、健康和耐力飲料\n\n各種豐盛的飯菜;

INFO_ZACurtis_12_PLR_01=[ENG];;;;;;[GER];;;;;;[HUN];;Wyglądasz na dzielnego wojownika.;;Ты выглядишь как сильный воин.;;;
INFO_ZACurtis_12_PLR_02=[ENG];;;;;;[GER];;;;;;[HUN];;Skąd pochodzisz?;;Откуда ты?;;;
INFO_ZACurtis_12_NPC_03=[ENG];;;;;;[GER];;;;;;[HUN];;Masz rację, mam za sobą jedną czy dwie bitwy.;;Ты прав, у меня действительно большой боевой опыт.;;;
INFO_ZACurtis_12_NPC_04=[ENG];;;;;;[GER];;;;;;[HUN];;Przybywam z Nordmaru.;;Я пришел из Нордмара.;;;
INFO_ZACurtis_12_NPC_05=[ENG];;;;;;[GER];;;;;;[HUN];;Tutejsze walki to dziecinna zabawa w porównaniu z tym, co dzieje się w mojej ojczyźnie.;;Здешние бои - детский лепет, по сравнению с тем, что там творится.;;;
INFO_ZACurtis_12_PLR_06=[ENG];;;;;;[GER];;;;;;[HUN];;Walczysz po stronie orków?;;Ты сражался на стороне орков?;;;
INFO_ZACurtis_12_NPC_07=[ENG];;;;;;[GER];;;;;;[HUN];;Nie miałem zbyt dużego wyboru.;;У меня был небольшой выбор.;;;
INFO_ZACurtis_12_NPC_08=[ENG];;;;;;[GER];;;;;;[HUN];;Umrzeć w męczarniach albo spróbować znaleźć z nimi wspólny język.;;Умереть в муках, либо попытаться найти с ними общий язык.;;;
INFO_ZACurtis_12_NPC_09=[ENG];;;;;;[GER];;;;;;[HUN];;I odkryłem go – język mocy.;;И я нашел его - язык силы.;;;
INFO_ZACurtis_12_NPC_10=[ENG];;;;;;[GER];;;;;;[HUN];;Jeśli chcesz, pokażę ci o co chodzi.;;Если хочешь, я продемонстрирую его тебе.;;;

INFO_ZACurtis_13_PLR_01=[ENG];;;;;;[GER];;;;;;[HUN];;Walcz ze mną.;;Сразись со мной.;;;
INFO_ZACurtis_13_NPC_02=[ENG];;;;;;[GER];;;;;;[HUN];;A już myślałem, że nie zapytasz.;;Я уж думал ты не спросишь.;;;

INFO_ZACurtis_14_PLR_01=[ENG];;;;;;[GER];;;;;;[HUN];;Chcę rewanżu.;;Я хочу реванша.;;;
INFO_ZACurtis_14_NPC_02=[ENG];;;;;;[GER];;;;;;[HUN];;Z przyjemnością.;;С удовольствием.;;;

INFO_ZACurtis_15_NPC_01=[ENG];;;;;;[GER];;;;;;[HUN];;Tak, ale ty też nie jesteś kiepski.;;Да, а ты тоже не промах.;;;
INFO_ZACurtis_15_NPC_02=[ENG];;;;;;[GER];;;;;;[HUN];;Jeśli ktoś z nas zasługuje na to, by dołączyć do wojowników na głównej arenie, to właśnie ty.;;Если кто из нас и достоин присоединиться к бойцам наверху так это ты.;;;
INFO_ZACurtis_15_NPC_03=[ENG];;;;;;[GER];;;;;;[HUN];;Gdy dotrzesz do twierdzy, koniecznie porozmawiaj z Tarokiem o dostępie do jego areny.;;Как попадешь в крепость, обязательно поговори с Тароком насчет доступа к его арене.;;;
